export const servicesData = [
  {
    id: 1,
    title: "حلول تقنية متكاملة",
    desc: "ننشئ ونطور الحلول التقنية للشركات والمؤسسات في المراحل المختلفة بداية من الإنشاء حتى الانطلاق بالإضافة للدعم التقني والمتابعة المستمرة",
    img: "/services1.png",
  },
  {
    id: 2,
    title: "تسويق وتطوير الأعمال",
    desc: "نوفر لك كافة وسائل التسويق الالكتروني ونعملُ لك عليها، لتسويق أعمالك مُنتجاتك ونشر هويتك لأكبر قدر ممكن من العملاء المحتملين.",
    img: "/services2.svg",
  },
  {
    id: 3,
    title: "الدراسات والاستشارات",
    desc: "تواصل مع طاقمنا الاستشاري للحصول على خدمات استشارية في المجالات التقنية والإدارية تدعم نمو أعمالك.",
    img: "/services3.svg",
  },
  {
    id: 4,
    title: "تدريب وتأهيل",
    desc: "نهدف في ذكاء الدولية إلى تطوير أداء المؤسسات ورفع مهارة الأفراد من خلال إعداد البرامج التدريبية التي توفر الأدوات اللازمة لزيادة الخبرات والمهارات .",
    img: "/services4.svg",
  },
];
