export const techData = [
  {
    id: 1,
    img: "/code-laptop.png",
    title: "حلول تطوير البرمجيات",
    dec: "نسعى إلى حلول الويب المبتكرة لتصميم المواقع الإلكترونية بشكل فعال ومتجاوب مع جميع الأجهزة.",
  },
  {
    id: 2,
    img: "/collect-laptop.png",
    title: "التحليل ودراسة تجربة المستخدم",
    dec: "تصميم واجهة المستخدم وتجربة المستخدم وإنشاء النماذج الأولية للتحقق من صحة الأفكار ونقل المنتجات الرقمية إلى السوق بثقة.",
  },
  {
    id: 3,
    img: "/laptop-cloud.png",
    title: "الإستضافة السحابية",
    dec: "تقدم شركة ذكاء الدولية بتقديم خدمات تأجير السيرفرات الخاصة بمواصفات عالية تلبي جميع احتياجات المؤسسات.",
  },
  {
    id: 4,
    img: "/laptop-shield.png",
    title: "حلول الحماية والآمن السيرابني",
    dec: "تمتع بحماية قوية ضد الاختراقات والمخترقين الذين يحاولون تعطيل أعمالك مع حلول ذكاء للأمن السيبراني.",
  },
];
